export var templateType = {
	inputFormat:{
		'100302':true,
		'300202':true,
		'300206':true,
		'300210':true,
		'300214':true,
		'300302':true,
		'300308':true,
		'300402':true,
		'300408':true,
		'300502':true,
		'300508':true,
		'300602':true,
		'300702':true,
		'500202':true,
		'500204':true,
		'500207':true,
		'500209':true,
		'500102':true,
		'500104':true,
		'500107':true,
		'500109':true,
		'500112':true,
		'500114':true,
		'500601':true,
		'500602':true,
		'500603':true,
		'500604':true,
		'500605':true,
		'500606':true,
		'500607':true,
		'500608':true,
		'600203':true,
		'600302':true,
	},
	ksSumVal:{
		'400101':true,
	},
	sscSpecial:{
		'301401':true,
		'301407':true,
		'301418':true,
	},
	pk10Special:{
		'600503':true,
		'600507':true,
	},
	ksQt:{
		'400201':true,
		'400301':true,
		'400401':true,
		'400402':true,
		'400501':true,
		'400601':true,
		'400701':true,
		'400801':true,
		'400901':true,
	},
	other: {
		"200101": true,
		"200501": true,
		"200601": true,
		"200602": true,
		"200603": true,
		"200604": true,
		"200605": true,
		"200606": true,
	},
	sebo:{
		"200301":true,
		"200302":true,
		"200303":true,
	},
	banbo:{
		"200801":true,
		"200802":true,
		"200803":true,
		"200804":true,
		"200805":true,
		"200806":true,
		"200807":true,
		"200808":true,
		"200809":true,
		"200810":true,
		"200811":true,
		"200812":true,
		
	},
	telm:{
		"200201":true,//特两面
		"200701":true,
		"200702":true,
		"200703":true,
		"200704":true,
		"200705":true,
		"200706":true,
		"200707":true,
		"200708":true,
		"200709":true,
		"200710":true,
		"200711":true,
		"200712":true,
		"200713":true,
		"200714":true,
		"200715":true,
		"200716":true,
		"200717":true,
		"200718":true,
		"200719":true,
		"200720":true,
		"200721":true,
		"200722":true,
		"200723":true,
		"200724":true,
	},
	texiao: {
        "200401": true, // 特肖
        "200901": true, // 一肖 一肖
   },
   hexiao:{
   	    "201001": true, // 合肖(中) 一肖
        "201002": true, // 合肖(中) 二肖
        "201003": true, // 合肖(中) 三肖
        "201004": true, // 合肖(中) 四肖
        "201005": true, // 合肖(中) 五肖
        "201006": true, // 合肖(中) 六肖
        "201007": true, // 合肖(中) 七肖
        "201008": true, // 合肖(中) 八肖
        "201009": true, // 合肖(中) 九肖
        "201010": true, // 合肖(中) 十肖
        "201011": true // 合肖(中) 十一肖
   },
   zonghe:{
   	    "200502":true,
   	
   }
}
